problem_type = ['PM2.5','การเดินทาง','กีดขวาง','คนจรจัด','คลอง','ความปลอดภัย','ความสะอาด','จราจร','ต้นไม้',
                'ถนน','ทางเท้า','ท่อระบายน้ำ','น้ำท่วม','ป้าย','ป้ายจราจร','ร้องเรียน','สอบถาม','สะพาน','สัตว์จรจัด',
                'สายไฟ','ห้องน้ำ','เสนอแนะ','เสียงรบกวน','แสงสว่าง']
day_of_week = ["Sunday", "Monday", "Tuesday", "Wednesday", "Thurday", "Friday", "Saturday"]
district_all = [
    'คลองสาน', 'คลองสามวา', 'คลองเตย', 'คันนายาว', 'จตุจักร', 'จอมทอง',
    'ดอนเมือง', 'ดินแดง', 'ดุสิต', 'ตลิ่งชัน', 'ทวีวัฒนา', 'ทุ่งครุ',
    'ธนบุรี', 'บางกอกน้อย', 'บางกอกใหญ่', 'บางกะปิ', 'บางขุนเทียน',
    'บางคอแหลม', 'บางซื่อ', 'บางนา', 'บางบอน', 'บางพลัด', 'บางรัก',
    'บางเขน', 'บางแค', 'บึงกุ่ม', 'ปทุมวัน', 'ประเวศ', 'ป้อมปราบศัตรูพ่าย',
    'พญาไท', 'พระนคร', 'พระโขนง', 'ภาษีเจริญ', 'มีนบุรี', 'ยานนาวา',
    'ราชเทวี', 'ราษฎร์บูรณะ', 'ลาดกระบัง', 'ลาดพร้าว', 'วังทองหลาง',
    'วัฒนา', 'สวนหลวง', 'สะพานสูง', 'สัมพันธวงศ์', 'สาทร', 'สายไหม',
    'หนองจอก', 'หนองแขม', 'หลักสี่', 'ห้วยขวาง'
]